[First_Non_ADVENT_Sighted_TYGAN AkEvent]
SpokenText="Похоже, теперь мы будем чаще встречаться с пришельцами. Мы - угроза их контролю над миром."

[T_ADVENTcaptainSightedOne_Tygan AkEvent]
SpokenText="Ближайший капитан \"Адвента\" стал бы отличной мишенью для черепного бура."

[T_ADVENTcaptainSightedSightedThree_Tygan AkEvent]
SpokenText="Поблизости находится капитан \"Адвента\". Попробуем отключить его с помощью черепного бура."

[T_ADVENTcaptainSightedTwo_Tygan AkEvent]
SpokenText="Капитан \"Адвента\" отлично нам подойдет, если мы сможем его отключить."

[T_Alien_Facility_Advent_Clone_Pods_Tygan_01 AkEvent]
SpokenText="Это что-то вроде инкубационных камер, которые, несомненно, являются частью системы снабжения \"Адвента\" новыми войсками."

[T_Alien_Fortress_Residential_Diorama_Tygan_01 AkEvent]
SpokenText="Может, они собирались использовать это для какого-то психологического тестирования."

[T_Avatar_First_Action_Tygan AkEvent]
SpokenText="На приборах уже невероятный уровень пси-энергии, но мы не можем предсказать, насколько мощным он может быть."

[T_Avatar_Regenerates_Tygan AkEvent]
SpokenText="Похоже, он способен восстанавливать физические повреждения!"

[T_Blacksite_Entering_Facility_Spotted_Tygan_P2 AkEvent]
SpokenText="Разумно предположить, что \"Адвент\" построил эту систему не за одну ночь. Вероятно, на это ушли годы. Может, как раз это и было главной целью пришельцев."

[T_Blacksite_Exterior_Reveal_Tygan_P1 AkEvent]
SpokenText="Разумно предположить, что \"Адвент\" построил эту систему не за одну ночь. Вероятно, на это ушли годы. Но для чего?"

[T_Blacksite_Interior_Reveal_Tygan_P1_ALT AkEvent]
SpokenText="Так много жертв! Их обрабатывают с нечеловеческой, жестокой эффективностью. Быть может, это подопытные для испытания новых видов оружия?"

[T_Blacksite_Interior_Reveal_Tygan_P2 AkEvent]
SpokenText="Взгляните на количество подопытных. На нечеловеческую, жестокую эффективность. Возможно, это полигон для испытания новых видов оружия?"

[T_Blacksite_Liquid_Collection_Spotted_Tygan_P3 AkEvent]
SpokenText="Если это так, то они собрали более чем достаточно подопытных."

[T_Blacksite_Soylent_Gold_Spotted_Tygan_01 AkEvent]
SpokenText="Подберите эту склянку. Необходимо выяснить, чем они тут занимаются."

[T_Blacksite_Soylent_Gold_Spotted_Tygan_02 AkEvent]
SpokenText="Кажется, в этой канистре находится то, ради чего затевался весь этот процесс. Скорее всего, у нас возникнет больше вопросов, чем ответов, но мы просто обязаны взять образец этого вещества на анализ."

[T_Broadcast_Flyover_Tygan_P2 AkEvent]
SpokenText="Объем пси-энергии, проходящей через эту систему, не поддается измерению…"

[T_Broadcast_Rooftops_Env_Callouts_Tygan_01 AkEvent]
SpokenText="Конструкция может быть обусловлена работой самой сети. Объем пси-энергии, проходящей через эту систему, не поддается измерению…"

[T_City_Center_Chip_Transmitter_Tygan_01 AkEvent]
SpokenText="Кажется, эти передатчики служат своего рода трансляционными усилителями, позволяющими пси-сети охватывать удаленные расположения войск \"Адвента\"."

[T_CodexDeath_Tygan AkEvent]
SpokenText="Превосходная работа, шеф! Кажется, в процессе рассеивания от Кодекса отделился какой-то физический элемент. Надеюсь, он сможет дать нам некоторое представление о дальнейших планах пришельцев."

[T_CodexFirstAction_Tygan AkEvent]
SpokenText="Кажется, Кодекс находится в потоковом состоянии, располагаясь частично в нескольких измерениях!"

[T_CodexFirstCleave_Tygan AkEvent]
SpokenText="Я никогда раньше не видел ничего подобного. Кодекс создает копии самого себя в нашем измерении!"

[T_Depleted_Avatar_Sighted_After_Skulljacking_Codex_Tygan AkEvent]
SpokenText="Внешность бывает обманчива. Я бы посоветовал соблюдать осторожность."

[T_Final_Mission_Enemy_Avatar_1_Has_Died_Tygan_02 AkEvent]
SpokenText="Да. Старейшина, должно быть, теряет контроль над сетью."

[T_Final_Mission_Final_Set_Three_Tygan_02_Alt AkEvent]
SpokenText="Любопытно. Интересно, что стало бы с миром, если бы пришельцы были целеустремленнее при первом контакте?"

[T_Final_Mission_Final_Showdown_Begins_Tygan_02 AkEvent]
SpokenText="Изложенные этим созданием возможности интригуют, но, полагаю, время для рациональной дискуссии уже прошло."

[T_Final_Mission_First_Hostile_Avatar_Reveal_Tygan_01 AkEvent]
SpokenText="Невероятно. Станция целиком погрузилась на дно океана. Но надолго ли..."

[T_Final_Mission_Middle_Set_Three_Tygan_02 AkEvent]
SpokenText="Возможно, теперь Старейшинам приходится самостоятельно поддерживать сеть. Наверное, это требует колоссальных усилий даже от них."

[T_FirstCodexAppearsPart1_Tygan AkEvent]
SpokenText="Шеф, похоже, Кодекс обеспечивает сохранность данных пришельцев. Нам необходимо нейтрализовать его, если мы хотим извлечь данные."

[T_FirstCodexAppearsPart1_Tygan_DUP AkEvent]
SpokenText="Необыкновенно! Похоже, что Кодекс обеспечивает сохранность данных пришельцев. Нам необходимо нейтрализовать его, если мы хотим извлечь их."

[T_FirstPsiGateAppears_Tygan AkEvent]
SpokenText="Эта брешь… Похоже на какой-то псионический \"разлом\". Могут ли пришельцы использовать его для передачи данных за пределы своих объектов на Земле?"

[T_FirstSuccessfulOfficerHack_Tygan AkEvent]
SpokenText="Мы получили полный доступ к пси-сети \"Адвента\". Я переключил наши системы на обработку новых данных, но мы должны действовать быстро. Скоро они обнаружат вторжение, это лишь вопрос времени."

[T_FirstSuccessfulStun_Tygan AkEvent]
SpokenText="Времени мало. Нам надо взломать контрольный чип офицера и получить доступ к пси-сети \"Адвента\", пока они не поняли, что произошло."

[T_Forge_Advent_Bodies_Sighted_Tygan_01 AkEvent]
SpokenText="Все возможно, когда имеешь дело с пришельцами."

[T_Forge_Avatar_Suit_Home_Tygan_P1 AkEvent]
SpokenText="Если мы хотим узнать, из чего сделан этот костюм или что делает его уникальным, нам необходимо провести полный анализ."

[T_Forge_Avatar_Suit_Sighted_Tygan_P2 AkEvent]
SpokenText="Кажется, что он такой же. По крайней мере, по физическим характеристикам. Все же есть в нем нечто особенное, уникальное…"

[T_Forge_Body_Recovery_Tygan_P2 AkEvent]
SpokenText="Осторожно! Мы должны сохранить эту особь любой ценой!"

[T_Forge_Body_Recovery_Tygan_P3 AkEvent]
SpokenText="Мои приборы ничего не показывают. Мне понадобится провести более тщательное исследование, чтобы сказать, что там внутри."

[T_Forge_Body_Reveal_Tygan_P2 AkEvent]
SpokenText="Да, только на этот раз мы должны получить прямой доступ. Кто знает, что мы найдем внутри."

[T_Forge_Interior_Reveal_Tygan_P2 AkEvent]
SpokenText="Да. И, судя по состоянию образца, я бы сказал, что изготовили его недавно."

[T_Fortress_Avatar_Sighted_01_Tygan AkEvent]
SpokenText="Мы пока не знаем, на что оно способно. На данном этапе Старейшины постараются остановить нас любой ценой."

[T_Fortress_Recap_Callouts_Tygan_01 AkEvent]
SpokenText="В данный момент нет никаких гарантий того, что ударная группа находится в нашем измерении. И куда менее вероятно, что она на Земле."

[T_Fortress_Recap_Callouts_Tygan_02 AkEvent]
SpokenText="Возможно, Старейшины в таком состоянии не могли попасть в наш мир через эти врата. Вероятно, лишь эти саркофаги поддерживают их сгнившую физическую оболочку."

[T_Fortress_Recap_Callouts_Tygan_03 AkEvent]
SpokenText="Как и та, что мы видели рядом с вратами, эта внеземная растительность цветет в непосредственной близости от пси-полей, проходящих через эти системы."

[T_Fortress_Recap_Callouts_Tygan_04 AkEvent]
SpokenText="Это похоже на морских обитателей, типичных представителей…"

[T_Fortress_Recap_Callouts_Tygan_05 AkEvent]
SpokenText="Океаны на Земле по большей части не исследованы. Было бы логично скрывать Старейшин здесь все эти годы."

[T_Gene_Therapy_Clinic_Bed_Tygan_01 AkEvent]
SpokenText="Вот здесь они осуществляют основную часть Генной терапии. По крайней мере, ту, о которой знает общественность."

[T_Incomplete_Avatar_Sighted_Tygan AkEvent]
SpokenText="Шеф, полагаю, мы наблюдаем нечто совершенно новое... Эта особь пока что не попадалась ни в руки, ни даже на глаза силам Сопротивления. Будьте крайне осторожны."

[T_Live_Codex_Sighted_Hack_It_Tygan AkEvent]
SpokenText="Шеф, этот Кодекс идеально подошел бы для проникновения в сеть \"Адвента\". Для начала нам нужно использовать черепной бур."

[T_PostIntroStasisLanceReminder_Tygan AkEvent]
SpokenText="Шеф, имея на руках черепной бур, мы должны опробовать его на одном из офицеров \"Адвента\". Полагаю, у нас все должно получиться."

[T_Psi_Gate_Alien_Flora_Tygan_01 AkEvent]
SpokenText="Врата окружает очень необычная растительность. Сложно сказать, является ли она полностью внеземной или же это обычная флора, на которую они каким-то образом повлияли."

[T_Psi_Gate_Gateway_Spotted_Tygan_P3 AkEvent]
SpokenText="Как и в большинстве случаев, нам придется отнести это на корабль для дальнейшего изучения."

[T_Psi_Gate_Reveal_Tygan_P1 AkEvent]
SpokenText="Необыкновенно. В отличие от Кодекса, эта структуру поддерживает стабильный пси-разрыв в пространстве. Но куда он ведет..."

[T_Sectoid_has_reanimated_corpse_Tygan AkEvent]
SpokenText="Меня не перестает удивлять разнообразие способностей, доступных пришельцам благодаря искусному управлению пси-энергией."

[T_Setup_Phase_Break_Concealment_Tygan_01 AkEvent]
SpokenText="Если мы хотим достичь успеха в борьбе с пришельцами, нам придется выйти из тени и вступить в открытый бой."

[T_Setup_Phase_Break_Concealment_Tygan_02 AkEvent]
SpokenText="Шеф, тактические решения - за вами, но мне кажется, что прямой подход в данном случае был бы более эффективен, чем игра в прятки."

[T_Setup_Phase_Break_Concealment_Tygan_03 AkEvent]
SpokenText="Я не думал, что это сугубо разведывательное задание. Я полагал, наши солдаты будут уничтожать противника."

[T_Small_Town_Arcade_Machines_Tygan_01 AkEvent]
SpokenText="Полагаю, им необходимо отвлечься любым способом - даже самым незамысловатым."

[T_Small_Town_No_Livestock_Tygan_01 AkEvent]
SpokenText="До сих пор я не совсем понимаю, чего пришельцы надеются добиться путем запрета скота и домашних животных. Они, кажется, искренне обеспокоены риском смешения животных и популяции."

[T_Tactical_Callouts_Tygan_01 AkEvent]
SpokenText="Это растение очень необычное. Однако мы не видели иных доказательств того, что пришельцы занимаются терраформированием. Возможно, оно расплодилось не по их вине."

[T_Tygan_AlienSightings_AdvPsiWitchM1 AkEvent]
SpokenText="Эти подразделения \"Адвента\" обладают продвинутыми пси-способностями. Они гораздо более опасны, нежели обычные солдаты пришельцев."

[T_Tygan_AlienSightings_AdvPsiWitchM2 AkEvent]
SpokenText="Наши войска называют их \"ведьмами\". Самые опытные из них, кажется, способны привести в замешательство наших солдат посредством специальной атаки."

[T_Tygan_AlienSightings_AdvPsiWitchM3 AkEvent]
SpokenText="Самые передовые пси-подразделения \"Адвента\" могут полностью взять солдата под свой контроль, используя методы управления сознанием, похожие на те, что мы видели раньше."

[T_Tygan_AlienSightings_Andromedon AkEvent]
SpokenText="Эти выбросы могут быть токсичны. Будьте осторожны, шеф."

[T_Tygan_AlienSightings_Cyberus AkEvent]
SpokenText="Этот экземпляр очень необычен. Он обладает набором способностей, использующих некую технологию телепортации между измерениями."

[T_Tygan_AlienSightings_Faceless AkEvent]
SpokenText="Это удивительный вид. Если бы только у нас был способ сдерживать его…"

[T_Tygan_AlienSightings_Sectoid AkEvent]
SpokenText="Хоть они и похожи немного на Сектоидов, которых мы видели во время вторжения, их нынешняя генетическая структура включает человеческую ДНК. Они сильны как никогда. Их пси-потенциал еще выше."

[T_Tygan_AlienSightings_Viper AkEvent]
SpokenText="Лишившись человеческой ДНК эти существа, когда-то маскировавшиеся под \"Дохляков\", приняли свою истинную форму - рептилии."

[T_Tygan_CaptainSightedTwo_DUP AkEvent]
SpokenText="Капитан \"Адвента\" может помочь нам проникнуть в пси-сеть пришельцев, но для этого нам понадобится черепной бур."

